[
    {
        "Nombre": "Mercurio",
        "Diametro": "4879 km",
        "Masa": "3.3011 × 10^23 kg",
        "Gravedad": "3.7 m/s²",
        "DistanciaSol": "57.91 millones km",
        "Perihelio": "46.0 millones km",
        "Afelio": "69.8 millones km",
        "RadioHill": "0.0025 UA",
        "Rotacion": "58.6 días",
        "InclinacionOrbital": "7.0°",
        "PresionAtmosferica": "No posee",
        "Lunas": "No posee",
        "Excentricidad": "0.206°",
        "TemperaturaMediac": "167 C°",
        "Descripcion": "Es el planeta más cercano al Sol y también el más pequeño del sistema solar. Su superficie está cubierta de cráteres, muy similar a la Luna, y no tiene atmósfera significativa, lo que provoca temperaturas extremas: Muy caliente durante el día (hasta 430 °C) y gélido por la noche (-180 °C). Mercurio carece de lunas y rota lentamente, lo que hace que un día allí dure casi dos años terrestres.",
        "ImagenURL": "Assets/Planets/Mercurio.jpg",
        "VelocidadEscape": "4,250 m/s",
        "Tipo": "rocoso"
    },
    {
        "Nombre": "Venus",
        "Diametro": "12,104 km",
        "Masa": "4.867 × 10^24 kg",
        "Gravedad": "8.87 m/s²",
        "DistanciaSol": "108.2 millones km",
        "Perihelio": "107.5 millones km",
        "Afelio": "108.9 millones km",
        "RadioHill": "0.0067 UA",
        "Rotacion": "243 días retrógrados",
        "InclinacionOrbital": "3.4°",
        "PresionAtmosferica": "92 bar",
        "Lunas": "No posee",
        "Excentricidad": "0.007°",
        "TemperaturaMediac": "464 C°",
        "Descripcion": "Venus, el segundo planeta desde el Sol, es a menudo llamado el 'gemelo de la Tierra' debido a su tamaño y composición similar. Sin embargo, sus condiciones son extremas y muy diferentes a las de nuestro planeta. Está envuelto en una densa atmósfera de dióxido de carbono con nubes de ácido sulfúrico, lo que genera un efecto invernadero descontrolado. Esto hace que sea el planeta más caliente del sistema solar, con temperaturas superficiales que rondan los 475 °C. Su superficie es rocosa y presenta extensas llanuras volcánicas, montañas y cráteres. Venus tiene un movimiento de rotación peculiar: gira muy lentamente y en dirección opuesta a la mayoría de los planetas, lo que significa que un día en Venus es más largo que un año. Además, no tiene lunas, y su atmósfera densa crea una presión atmosférica unas 90 veces mayor que la de la Tierra, lo que lo hace un ambiente hostil para la vida tal como la conocemos. A pesar de esto, ha sido objeto de numerosas misiones espaciales debido a su proximidad y similitudes iniciales con la Tierra.",
        "ImagenURL": "Assets/Planets/Venus.jpg",
        "VelocidadEscape": "10,360 m/s",
        "Tipo": "rocoso"
    },
    {
        "Nombre": "Tierra",
        "Diametro": "12,742 km",
        "Masa": "5.972 × 10^24 kg",
        "Gravedad": "9.81 m/s²",
        "DistanciaSol": "149.6 millones km",
        "Perihelio": "147.1 millones km",
        "Afelio": "152.1 millones km",
        "RadioHill": "0.0098 UA",
        "Rotacion": "23.9 horas",
        "InclinacionOrbital": "0°",
        "PresionAtmosferica": "1 bar",
        "Lunas": "La Luna",
        "Excentricidad": "0.017°",
        "TemperaturaMediac": "15 C°",
        "Descripcion": "Nuestro Hogar y, hasta ahora; el único planeta conocido con vida y el más denso de los 8 planetas del sistema solar. La atmósfera terrestre se compone principalmente de nitrógeno (aproximadamente el 78%) y oxígeno (alrededor del 21%), con pequeñas cantidades de otros gases como el argón y el dióxido de carbono. Esta atmósfera no solo nos proporciona el aire que respiramos, sino que también protege la vida en la Tierra al bloquear la mayor parte de la radiación ultravioleta dañina del Sol y al moderar las temperaturas.Además, la atmósfera terrestre juega un papel crucial en el ciclo del agua, que es esencial para todas las formas de vida. La interacción entre la atmósfera, los océanos y la tierra firme genera el clima y las condiciones meteorológicas que experimentamos diariamente. En términos de estructura interna, la Tierra está compuesta de varias capas: la corteza, el manto y el núcleo (dividido en núcleo externo e interno). El núcleo interno es sólido y se compone principalmente de hierro y níquel, mientras que el núcleo externo es líquido. El movimiento de este núcleo líquido es lo que genera el campo magnético de la Tierra, el cual protege nuestro planeta del viento solar. La combinación de estos factores hace de la Tierra un lugar único e ideal para el desarrollo de la vida.",
        "ImagenURL": "Assets/Planets/Tierra.jpg",
        "VelocidadEscape": "11,186 m/s",
        "Tipo": "rocoso"
    },
    {
        "Nombre": "Marte",
        "Diametro": "6,779 km",
        "Masa": "6.417 × 10^23 kg",
        "Gravedad": "3.71 m/s²",
        "DistanciaSol": "227.9 millones km",
        "Perihelio": "206.7 millones km",
        "Afelio": "249.2 millones km",
        "RadioHill": "0.0064 UA",
        "Rotacion": "24.6 horas",
        "InclinacionOrbital": "1.85°",
        "PresionAtmosferica": "0.006 bar",
        "Lunas": "Tiene 2: Fobos, Deimos",
        "Excentricidad": "0.093°",
        "TemperaturaMediac": "-63 C°",
        "Descripcion": "Marte, conocido como el Planeta Rojo debido a su distintivo color causado por el óxido de hierro en su superficie, es el cuarto planeta desde el Sol. Su atmósfera es muy delgada y está compuesta principalmente por dióxido de carbono (aproximadamente el 95%), con pequeñas cantidades de nitrógeno, argón y oxígeno. La atmósfera marciana no es suficiente para soportar la vida tal como la conocemos, pero ha sido un foco de interés para la exploración espacial debido a la evidencia de agua en su pasado.  Su superficie está dotada de un relieve impresionante, incluyendo el Monte Olimpo, el volcán más grande del sistema solar, y el Valle Marineris, un sistema de cañones que se extiende por más de 4,000 kilómetros. Marte también tiene estaciones, casquetes polares y un clima que puede variar drásticamente. La exploración robótica ha revelado que Marte tiene grandes depósitos de agua congelada, y misiones futuras están planificadas para investigar su potencial para la colonización humana.",
        "ImagenURL": "Assets/Planets/marte.jpg",
        "VelocidadEscape": "5,027 m/s",
        "Tipo": "rocoso"
    },
    {
        "Nombre": "Júpiter",
        "Diametro": "139,820 km",
        "Masa": "1.898 × 10^27 kg",
        "Gravedad": "24.79 m/s²",
        "DistanciaSol": "778.5 millones km",
        "Perihelio": "740.6 millones km",
        "Afelio": "816.6 millones km",
        "RadioHill": "0.35 UA",
        "Rotacion": "9.9 horas",
        "InclinacionOrbital": "1.3°",
        "PresionAtmosferica": "Mucho mayor a 1 bar",
        "Lunas": "Tiene 95. Mas conocidas: Ío, Europa, Ganimedes, Calisto",
        "Excentricidad": "0.049°",
        "TemperaturaMediac": "-145 C°",
        "Descripcion": "Júpiter es el planeta más grande del sistema solar, con un diámetro de aproximadamente 139,820 kilómetros, más de once veces el diámetro de la Tierra. Es un gigante gaseoso compuesto principalmente de hidrógeno (alrededor del 90%) y helio (aproximadamente el 10%), con trazas de otros gases como el metano, amoníaco y vapor de agua. Júpiter es famoso por su Gran Mancha Roja, una gigantesca tormenta anticiclónica que ha estado activa durante al menos 400 años. La atmósfera de Júpiter es extremadamente turbulenta, con bandas de nubes en constante movimiento y tormentas que se desarrollan y desaparecen rápidamente. El campo magnético de Júpiter es el más fuerte de todos los planetas del sistema solar y tiene un sistema de anillos muy débil. Júpiter también tiene al menos 79 lunas conocidas, siendo las más grandes Ío, Europa, Ganímedes y Calisto, conocidas colectivamente como las lunas galileanas en honor a Galileo Galilei, quien las descubrió en 1610.",
        "ImagenURL": "Assets/Planets/jupiter.jpg",
        "VelocidadEscape": "59,500 m/s",
        "Tipo": "gaseoso"
    },
    {
        "Nombre": "Saturno",
        "Diametro": "116,460 km",
        "Masa": "5.683 × 10^26 kg",
        "Gravedad": "10.44 m/s²",
        "DistanciaSol": "1,433 millones km",
        "Perihelio": "1,353 millones km",
        "Afelio": "1,513 millones km",
        "RadioHill": "0.45 UA",
        "Rotacion": "10.7 horas",
        "InclinacionOrbital": "2.5°",
        "PresionAtmosferica": "Mucho mayor a 1 bar",
        "Lunas": "Tiene 146. Mas conocidas: Titán, Encélado, Mimas, Dione",
        "Excentricidad": "0.056°",
        "TemperaturaMediac": "-178 C°",
        "Descripcion": "Es famoso por sus espectaculares anillos compuestos de hielo, polvo y rocas. Saturno es el segundo planeta más grande del sistema solar y está formado principalmente por hidrógeno y helio. Posee al menos 83 lunas confirmadas, entre las cuales Titán, una de las más grandes, destaca por tener una atmósfera y lagos de metano líquido. A pesar de su tamaño, Saturno es muy liviano en términos de densidad, tanto que podría flotar en agua si existiera un océano lo suficientemente grande.",
        "ImagenURL": "Assets/Planets/saturno.jpeg",
        "VelocidadEscape": "35,500 m/s",
        "Tipo": "gaseoso"
    },
    {
        "Nombre": "Urano",
        "Diametro": "50,724 km",
        "Masa": "8.681 × 10^25 kg",
        "Gravedad": "8.69 m/s²",
        "DistanciaSol": "2,877 millones km",
        "Perihelio": "2,735 millones km",
        "Afelio": "3,019 millones km",
        "RadioHill": "0.54 UA",
        "Rotacion": "17.2 horas retrógradas",
        "InclinacionOrbital": "0.8°",
        "PresionAtmosferica": "Mucho mayor a 1 bar",
        "Lunas": "Tiene 28. Más conocidas: Titania, Oberón, Miranda",
        "Excentricidad": "0.046°",
        "TemperaturaMediac": "-224 C°",
        "Descripcion": "Es un gigante de hielo, compuesto principalmente de agua, amoníaco y metano, lo que le da su característico color azul verdoso. Una de sus características más peculiares es que rota de lado, con su eje casi perpendicular a su órbita (a 98° de inclinación). Esto causa estaciones extremas que duran décadas. Urano tiene al menos 27 lunas conocidas y unos anillos tenues, menos impresionantes que los de Saturno.",
        "ImagenURL": "Assets/Planets/urano.jpeg",
        "VelocidadEscape": "21,300 m/s",
        "Tipo": "gaseoso"
    },
    {
        "Nombre": "Neptuno",
        "Diametro": "49,244 km",
        "Masa": "1.024 × 10^26 kg",
        "Gravedad": "11.15 m/s²",
        "DistanciaSol": "4,498 millones km",
        "Perihelio": "4,460 millones km",
        "Afelio": "4,540 millones km",
        "RadioHill": "0.77 UA",
        "Rotacion": "16.1 horas",
        "InclinacionOrbital": "1.8°",
        "PresionAtmosferica": "Mucho mayor a 1 bar",
        "Lunas": "Tiene 16. Más conocidas: Tritón, Proteo",
        "Excentricidad": "0.009°",
        "TemperaturaMediac": "-214 C°",
        "Descripcion": "Es el planeta más distante del Sol y otro gigante de hielo. Su atmósfera está dominada por hidrógeno, helio y metano, que le da su color azul intenso. Es famoso por sus vientos supersónicos, los más rápidos del sistema solar (alcanzando velocidades de hasta 2.100 Km/h). También tiene anillos débiles al igual que sus 3 predecesores.",
        "ImagenURL": "Assets/Planets/neptuno.jpg",
        "VelocidadEscape": "23,500 m/s",
        "Tipo": "gaseoso"
    },
    {
        "Nombre": "Plutón",
        "Diametro": "2,377 km",
        "Masa": "1.309 × 10^22 kg",
        "Gravedad": "0.62 m/s²",
        "DistanciaSol": "5,906 millones km",
        "Perihelio": "4,437 millones km",
        "Afelio": "7,375 millones km",
        "RadioHill": "0.0064 UA",
        "Rotacion": "6.4 días",
        "InclinacionOrbital": "17.2°",
        "PresionAtmosferica": "No posee",
        "Excentricidad": "0.248°",
        "TemperaturaMediac": "-229 C°",
        "Lunas": "Tiene 5. Más conocidas: Caronte, Nix, Hidra",
        "Descripcion": "Aunque ya no es un planeta 'oficial' desde el 2006, Plutón sigue siendo fascinante. Es un mundo helado y pequeño con una superficie rica en nitrógeno congelado y montañas de agua helada. Su atmósfera es delgada y compuesta por nitrógeno, metano y monóxido de carbono. De sus 5 lunas conocidas, siendo Caronte la más grande; forma un sistema binario único en el sistema solar.",
        "ImagenURL": "Assets/Planets/pluton.jpg",
        "VelocidadEscape": "1,212 m/s",
        "Tipo": "enano"
    },
    {
        "Nombre": "Haumea",
        "Diametro": "1,632 km",
        "Masa": "4.006 × 10^21 kg",
        "Gravedad": "0.4 m/s²",
        "DistanciaSol": "6,453 millones km",
        "Perihelio": "5,163 millones km",
        "Afelio": "7,942 millDnes km",
        "RadioHill": "0.0045 UA",
        "Rotacion": "3.9 horas",
        "InclinacionOrbital": "28.2°",
        "PresionAtmosferica": "No posee",
        "Excentricidad": "0.193°",
        "TemperaturaMediac": "-241 C°",
        "Lunas": "Tiene 2: Hiiaka, Namaka",
        "Descripcion": "Es un planeta enano situado en el Cinturón de Kuiper, más allá de la órbita de Neptuno. Tiene una forma elipsoidal única, parecida a un balón de rugby, debido a su rápida rotación (un día en Haumea dura solo 3.9 horas). Su superficie está cubierta de hielo, lo que le da un alto albedo (refleja mucha luz). Se cree que está compuesto principalmente de roca y hielo. Además, es el primer objeto del Cinturón de Kuiper en el que se descubrieron anillos, detectados en 2017.",
        "ImagenURL": "Assets/Planets/haumea.jpg",
        "VelocidadEscape": "1,177 m/s",
        "Tipo": "enano"
    }
]